<template>
  <div class="home">
    <div class="parchment">
      Dungeons & Dragons (дословно — «Подземелья и драконы», сокращается до D&D или DnD) — настольная ролевая игра в
      стиле фэнтези, выпускаемая компанией Wizards of the Coast.
      Придуманная в 1970 и выпущенная в январе 1974 года первая редакция D&D была и самой первой ролевой игрой в мире.
      Присутствие полуросликов, эльфов, дварфов, орков, драконов и прочих фэнтезийных существ даёт возможность
      сравнивать мир D&D с работами Дж. Р. Р. Толкина, хотя Гигакс утверждал, что влияние «Властелина колец» было
      минимальным, а использование элементов из трилогии — маркетинговый ход.
      <br><br>
      В ДнД очень весело играть и основные сложности для входа в ролевые игры заключаются в самом начале. В самых
      первых ознакомлениях с правилами, нахождения компании для совместной игры. С поиском группы людей для игры сайт
      не может вам помочь (но возможно это временно), а с первым ознакомлением и созданием своего персонажа как раз!!
      <br><br>
    </div>
  </div>
</template>

<script>
export default {
  name: "ClassPage"
}
</script>

<style scoped>

</style>